
/* Format of display title of a window with a group or filter selected: first ist name of root (i.e. Library), second is selected group. */
"WindowTitleFormat" = "%@ ▸ %@";

/* Format of display title of a backup window. Placeholder contains localized date and time of the backup. */
"BackupWindowTitle" = "备份：%@";

/* Display title of a window without any group or filter selected */
"EmptyWindow" = "空白窗口";

/* The alert content when the introduction document could not be found. */
"introductionMissing" = "无法找到介绍。";


/* Submenu of "Typewriter Scrolling": Menu item for enabling typewriter scrolling in editor. Upon click, this menu item changes to disableTypewriterScrolling. */
"enableTypewriterScrolling" = "启用";

/* Submenu of "Typewriter Scrolling": Menu item for disabling typewriter scrolling in editor. Upon click, this menu item changes back to enableTypewriterScrolling. */
"disableTypewriterScrolling" = "停用";


/* Name of menu item showing sheet table search when a Ulysses group has been selected */
"SearchInGroup" = "在组中搜寻…";

/* Name of menu item showing sheet table search when a filter has been selected */
"SearchInFilter" = "在过滤器中搜寻…";

/* Name of menu item showing sheet table search, when a Daedalus Stack has been selected */
"SearchInStack" = "在堆棧中搜寻…";

/* Name of menu item showing sheet table search, when an external folder has been selected */
"SearchInFolder" = "在文件夹中搜寻…";


/* The number of days/minutes/hours remaining in the demo version. Shown in the title bar. */
"daysRemaining" = "剩余 %ld 天";
"hoursRemaining" = "剩余 %ld 小时 ";
"minutesRemaining" = "剩余 %ld 分钟";

/* String shown in title bar when one minute is remaining in the demo version. */
"oneMinuteRemaining" = "剩余1分钟";

/* Text shown in the button of the title bar when the demo has expired. */
"demoExpired" = "演示版已过期！";

/* Text shown in the button of the title bar when the trial has expired. */
"trialExpired" = "试用版已过期！";

/* Text shown in the button of the title bar when the beta has expired. */
"betaExpired" = "测试版已过期！";

/* The menu item title shown when clicking the x hours remaining button. Clicking that item shows the Ulysses website. */
"visitWebsite" = "访问 Ulysses 网站…";

/* The menu item title shown when clicking the x hours remaining button. Clicking that item opens the Mac App Store. */
"purchaseInAppStore" = "在 Mac App Store 上购买...";


/* Message text of the alert shown when an error occured while writing a sheet. */
"writeErrorMessageText" = "写入到磁盘时出现错误。请谨慎行事。";

/* Informative text of the alert shown when an error occured while writing a sheet. The placeholder contains the localized error message generated by the system. */
"writeErrorInformativeText" = "从系统日志中：%@";

/* "Ok" button shown in the alert when an error occured while writing a sheet. */
"okButton" = "好";

/* "Contact support…" button shown in the alert when an error occured while writing a sheet. */
"contactSupportButton" = "联系技术支持...";

/* Button that opens the application preferences when a publishing request failed. */
"openPreferencesButton" = "打开偏好设置…";

/* "Try to backup" button shown in the alert when an error occured while writing a sheet. Clicking the button will allow the user to save the errorneous sheet on a different location. */
"tryBackupButton" = "存储副本...";

/* The content of the support mail sent by the user when writing a sheet failed with an error. The first placeholder contains the localized error message. The second the full path of the affected sheet. */
"writeErrorMailBody" = "尝试读取文稿时发生错误 “%@”:\n\n%@";


/* Title of the menu item used for resetting the introduction */
"ResetIntroduction" = "重置介绍";

/* Title of the menu item used for showing the introduction */
"ShowIntroduction" = "显示介绍";


/* Message text of the alert shown when a error occurred while performing backups. */
"PerformingBackupErrorMessageText" = "创建备份时出现问题。";

/* Informative text of the alert shown when a backup error occurred while performing backups. Placeholder containes the localized error message */
"PerformingBackupErrorInformativeText" = "从系统日志中：\n\n%@";

/* The content of the support mail sent by the user when creating a backup failed with an error. The placeholder contains the localized error message. */
"PerformingBackupErrorMailBody" = "创建备份时发生错误：\n\n%@";


/* Message text of the alert shown when a error occurred while publishing. The placeholder contains the name of the publishing service. */
"PerformingPublishingErrorMessageText" = "发布到 %@ 上时出现问题。";
